Repository: lenohard/happy-bear
Catalog: AudiobookPlayer/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld corrections
zh_hans: %lld修改

# %lld corrections • %lld applied
source: %1$lld corrections • %2$lld applied
zh_hans: %1$lld修改，%2$lld已应用

# %lld of %lld
source: %1$lld of %2$lld
zh_hans: %1$lld / %2$lld

# about_app_section_title
source: App
zh_hans: 应用

# about_build_time_label
source: Built
zh_hans: 构建于

# about_changelog_empty
source: No Updates yet
zh_hans: 暂无更新

# about_changelog_section_title
source: Changelog
zh_hans: 更新记录

# about_navigation_title
source: About
zh_hans: 关于

# about_version_row_label
source: Version
zh_hans: 版本

source: Access token acquired.
zh_hans: 获取了访问令牌。

source: Add Correction
zh_hans: 新增修改

source: Add New Correction
zh_hans: 新增修改

source: Add to Favorites
zh_hans: 添加到收藏

# add_tracks_button
source: Add Tracks
zh_hans: 添加曲目

# ai_job_type_track_summary
source: Track Summary
zh_hans: 音频摘要

# ai_tab_api_key_placeholder
source: Paste AI Gateway key
zh_hans: 粘贴 AI Gateway 密钥

# ai_tab_balance_label
source: Balance: %@
zh_hans: 余额：%@

# ai_tab_credentials_section
source: API Key
zh_hans: API 密钥

# ai_tab_credits_section
source: Credits
zh_hans: 额度

# ai_tab_default_model_section
source: Default Model
zh_hans: 默认模型

# ai_tab_default_system_prompt
source: You are a helpful assistant.
zh_hans: 你是一个有用的助手。

# ai_tab_empty_key
source: Empty API key
zh_hans: API 密钥为空

# ai_tab_fetch_credits
source: Refresh Credits
zh_hans: 刷新

# ai_tab_generation_empty
source: Generation returned empty response
zh_hans: 生成返回了空响应

# ai_tab_job_interrupted
source: The app was restarted while this job was running. Please run it again.
zh_hans: 应用在此任务运行时被重启，请重新运行。

# ai_tab_jobs_section
source: AI Jobs
zh_hans: AI 任务

# ai_tab_missing_key
source: Missing API key
zh_hans: 缺少 API 密钥

# ai_tab_model_group_other
source: Other
zh_hans: 其他

# ai_tab_model_input_price
source: Input: %@
zh_hans: 输入：%@

# ai_tab_model_output_price
source: Output: %@
zh_hans: 输出：%@

# ai_tab_models_section
source: Available Models
zh_hans: 可用模型

# ai_tab_no_content
source: No content generated
zh_hans: 未生成内容

# ai_tab_prompt_placeholder
source: Enter a prompt to test the model
zh_hans: 输入提示词以测试模型

# ai_tab_refresh
source: Refresh credits
zh_hans: 刷新额度

# ai_tab_run_test
source: Run Test
zh_hans: 运行测试

# ai_tab_run_test_running
source: Running…
zh_hans: 运行中…

# ai_tab_streaming_disabled
source: Streaming disabled; fell back to full response.
zh_hans: 流式传输不可用，已回退到完整响应。

# ai_tab_system_prompt
source: System Prompt
zh_hans: 系统提示词

# ai_tab_tester_section
source: Test Model
zh_hans: 测试模型

# ai_tab_title
source: AI Assistant
zh_hans: AI 助手

# ai_tab_total_used_label
source: Total Used: %@
zh_hans: 已用总计：%@

# ai_tab_usage_summary
source: Used %lld prompt + %lld completion tokens
zh_hans: 使用了 %lld 提示词 + %lld 完成 tokens

source: Applied
zh_hans: 应用

source: Apply
zh_hans: 提交

# archived_collections_hint
source: Swipe left on a collection in your library to archive it.
zh_hans: 图书馆界面向左滑动来归档已完成合集吧

# archived_collections_title
source: Archived
zh_hans: 已归档

source: Are you sure you want to delete all downloaded/cached audio for '%@'? This action cannot be undone.
zh_hans: 你确定你要删除所有已经下载的’%@音频么, 这个操作无法被恢复

source: Audio has not been generated for "%@". Would you like to generate it now?
zh_hans: 你确定要生成”%@”的音频么？

source: Auto-generate next ebook audio
zh_hans: 自动生成下一本的音频

# backup_credentials_warning
source: Warning: credentials are stored in plain text inside the archive. Share only with devices you trust.
zh_hans: 警告：私钥会以明文保存在压缩包中，仅与受信任的设备分享。

# backup_export_button
source: Export Data
zh_hans: 导出数据

# backup_export_summary_format
source: Backup ready: %1$d collections, %2$d tracks
zh_hans: 备份完成：%1$d 个集合，%2$d 条音轨

# backup_exporting_status
source: Preparing archive…
zh_hans: 正在准备压缩包…

# backup_import_button
source: Import Data
zh_hans: 导入数据

# backup_import_summary_format
source: Imported %1$d collections (created %2$@)
zh_hans: 已导入 %1$d 个集合（备份时间：%2$@）

# backup_import_warning
source: Import replaces your current library. Be sure to export a backup first.
zh_hans: 导入会替换当前资料库，请先导出备份。

# backup_importing_status
source: Restoring data…
zh_hans: 正在恢复数据…

# backup_include_credentials_label
source: Include credentials (AI, TTS, Baidu)
zh_hans: 包含私钥

# backup_restore_description
source: Export your library, transcripts, and settings into a single ZIP so you can restore them on another device.
zh_hans: 将资料库、转录和设置导出为单个 ZIP，以便在其他设备上恢复。

# backup_restore_section_title
source: Backup & Restore
zh_hans: 备份与恢复

source: Baidu Netdisk
zh_hans: 百度网盘

# baidu_auth_section
source: Baidu Cloud Sign-In
zh_hans: 百度云登录

# baidu_netdisk_source_header
source: Baidu Netdisk Source
zh_hans: 百度网盘来源

source: Batch Rename
zh_hans: 批量重命名

source: Browse Baidu Netdisk
zh_hans: 浏览百度网盘

# cache_clear_all
source: Clear All Cache
zh_hans: 清除所有缓存

# cache_clear_all_confirm
source: Clear All
zh_hans: 清除所有

# cache_clear_all_message
source: This will delete all cached audio files.
zh_hans: 这将删除所有缓存的音频文件。

# cache_clear_all_title
source: Clear All Cache
zh_hans: 清除所有缓存

# cache_day
source: day
zh_hans: 天

# cache_days
source: days
zh_hans: 天

source: Cache Folder
zh_hans: 缓存文件夹

# cache_retention_days
source: Retain for %d %@
zh_hans: 保留 %d %@

# cache_settings_title
source: Cache Settings
zh_hans: 缓存设置

# cache_storage_section
source: Storage
zh_hans: 存储

# cache_total_size
source: Total Cache Size
zh_hans: 总缓存大小

source: Cancel
zh_hans: 取消

# cancel_button
source: Cancel
zh_hans: 取消

source: Check RSS Updates
zh_hans: 检查 RSS 更新

# close_button
source: Close
zh_hans: 关闭

source: Collection
zh_hans: 合集

source: Collection Refresh
zh_hans: 刷新合集

# collection_cover_choose_photo
source: Choose Photo
zh_hans: 选择照片

# collection_cover_edit_accessibility
source: Edit collection cover
zh_hans: 编辑合集封面

# collection_cover_import_files
source: Import from Files
zh_hans: 从文件导入

# collection_cover_reset_action
source: Reset Cover
zh_hans: 重置封面

# collection_description_show_less
source: Show less
zh_hans: 更少

# collection_description_show_more
source: Show more
zh_hans: 更多

# collection_details_section
source: Collection Details
zh_hans: 合集详情

source: Collection Not Found
zh_hans: 找不到合集

# collection_not_found_message
source: This collection appears to have been deleted or is no longer available.
zh_hans: 此合集似乎已被删除或不再可用。

# collection_title_fallback
source: Collection
zh_hans: 合集

# collections_section
source: Collections
zh_hans: 藏书集合

# connect_baidu_before_stream
source: Open the Sources tab to sign in with your Baidu account before streaming audio.
zh_hans: 打开"来源"标签签入您的百度账户，然后再流媒体音频。

source: Connect Baidu First
zh_hans: 先连接百度

# connect_baidu_message
source: Connect your Baidu Netdisk account to browse and download audiobooks.
zh_hans: 连接您的百度网盘账户以浏览和下载有声书。

source: Correct text
zh_hans: 正确文本

source: Corrections
zh_hans: 纠正

# cover_image_encoding_failed
source: Unable to prepare the image. Try a different file.
zh_hans: 无法处理该图像，请尝试其他文件。

# cover_image_invalid_data
source: Selected file is not a supported image.
zh_hans: 所选文件不是支持的图像格式。

# cover_update_failed_title
source: Cover Update Failed
zh_hans: 封面更新失败

source: Delete
zh_hans: 去除

source: Delete Storage
zh_hans: 删除

source: Delete Storage for Collection
zh_hans: 删除合集存储

# delete_cache_confirm
source: Delete
zh_hans: 删除

# delete_cache_message
source: Delete cached copy of "%@"?
zh_hans: 删除"%@"的缓存副本？

# delete_cache_title
source: Delete Cached Track
zh_hans: 删除缓存的音轨

# deselect_all_button
source: Deselect All
zh_hans: 全不选

# direct_play_requires_auth
source: Direct play requires Baidu account sign-in
zh_hans: 直接播放需要登录百度账户

# direct_play_sheet_hint
source: Select an audio file to play or save to library
zh_hans: 选择音频文件以播放或保存到图书馆

# download_button_downloaded
source: Downloaded
zh_hans: 已下载

# duplicate_import_message
source: "%@" already uses this folder. What would you like to do?
zh_hans: "%@"已使用此文件夹。您想做什么？

# duplicate_import_title
source: Already Imported
zh_hans: 已导入

# empty_library_hint
source: Tap "Import" to choose a source and add your first audiobook collection.
zh_hans: 点击"导入"选择来源并添加您的第一个有声书集合。

# empty_library_message
source: Add collections to get started
zh_hans: 添加藏书集合以开始

source: Enter text to see preview
zh_hans: 输入字符串预览

# ephemeral_streaming_badge
source: Temporary Streaming
zh_hans: 临时流式播放

# error_title
source: Error
zh_hans: 错误

# expires_label
source: Expires %@
zh_hans: 过期时间 %@

# extracting_status
source: Extracting audio
zh_hans: 正在提取音频

# favorite_tracks_empty
source: No favorite tracks yet
zh_hans: 还没有收藏任何音轨

# favorite_tracks_title
source: Favorite Tracks
zh_hans: 收藏音轨

# floating_bubble_menu_title
source: Floating Bubble
zh_hans: 悬浮球

# floating_bubble_opacity_description
source: Adjust how prominently the bubble sits on top of content.
zh_hans: 调节悬浮球覆盖内容时的透明程度。

# floating_bubble_opacity_title
source: Bubble Transparency
zh_hans: 悬浮球透明度

# floating_bubble_settings_title
source: Enable Floating Bubble
zh_hans: 启用悬浮球

# floating_player_section
source: Floating Player
zh_hans: 悬浮球

source: Folder
zh_hans: 文件夹

# folder_path_field_label
source: Folder Path
zh_hans: 文件夹路径

# folder_path_footer
source: The folder path in Baidu Netdisk used for refreshing the collection.
zh_hans: 用于刷新集合的百度网盘文件夹路径

source: Generate
zh_hans: 生成

source: Generate Audio
zh_hans: 生成音频

# generate_audio_action
source: Generate Audio
zh_hans: 生成音频

# hide_for_session
source: Hide for this Session
zh_hans: 本次隐藏

source: History
zh_hans: 历史

source: Import Ebook
zh_hans: 导入电子书

# import_again_button
source: Import Again
zh_hans: 再次导入

# import_button
source: Import
zh_hans: 导入

# import_ebook_button
source: Import Ebook
zh_hans: 导入电子书

# import_rss_feed_button
source: Import RSS Feed
zh_hans: 导入RSS

source: Incorrect text
zh_hans: 错误文本

source: Jobs
zh_hans: 离线任务

# jobs_indicator_mixed
source: Jobs running
zh_hans: 任务运行中

source: Last position: %@
zh_hans: 上次位置：%@

# library_tab
source: Library
zh_hans: 图书馆

# library_title
source: Library
zh_hans: 图书馆

source: Listening History
zh_hans: 收听历史

# listening_statistics_total_tab
source: 总用时
zh_hans: 最近几周

# listening_statistics_week_tab
source: 周用时
zh_hans: 最近七天

# loading_library
source: Loading your library...
zh_hans: 正在加载您的图书馆...

source: Local Files (Coming Soon)
zh_hans: 本地文件（即将推出）

# local_files_message
source: Local files support coming soon
zh_hans: 本地文件支持即将推出

# local_files_section
source: Local Files
zh_hans: 本地文件

# more_options_accessibility
source: More options
zh_hans: 更多选项

source: Move to Folder
zh_hans: 移动到文件夹

# name_field_label
source: Name
zh_hans: 名称

# netdisk_file_title
source: Netdisk File
zh_hans: 网盘文件

source: New Folder
zh_hans: 新建文件夹

source: No Corrections
zh_hans: 无修正

source: No Archived Collections
zh_hans: 暂无已归档内容

source: No audio tracks
zh_hans: 无音频曲目

# no_listening_progress
source: No listening progress recorded yet.
zh_hans: 尚未记录任何收听进度。

# no_search_results
source: No results found for "%@"
zh_hans: 未找到 "%@" 的结果

# no_tracks_selected_error
source: Must select at least one track
zh_hans: 必须至少选择一个音轨

# nothing_playing_message
source: Select an audiobook from your library to start listening. Your most recent progress will appear here.
zh_hans: 从您的图书馆中选择有声书开始收听。您最近的进度将显示在此处。

source: Nothing playing yet
zh_hans: 还没有播放任何内容

source: Notify me when remote jobs finish
zh_hans: 离线任务完成后发送通知

# ok_button
source: OK
zh_hans: 确定

source: Open Collection
zh_hans: 打开合集

source: Open Playing Tab
zh_hans: 打开播放页面

source: Per-Collection Storage
zh_hans: 合集存储

source: Personal
zh_hans: 个人

source: Play audio
zh_hans: 立即播放

# play_collection_accessibility
source: Play %@
zh_hans: 播放 %@

# play_last_position
source: Play from Last Position
zh_hans: 从上次位置播放

# play_now_button
source: Play Now
zh_hans: 立即播放

# playing_tab
source: Playing
zh_hans: 播放中

# playing_title
source: Playing
zh_hans: 正在播放

source: Quick Access
zh_hans: 快捷菜单

source: Read
zh_hans: 阅读

source: Refresh
zh_hans: 刷新

source: Refresh Models
zh_hans: 获取最新模型

# refresh_collection_button
source: Refresh Collection
zh_hans: 同步最新

# refresh_failed_message
source: Refresh failed: %@
zh_hans: 刷新失败 %@

# reload_button
source: Reload
zh_hans: 重新加载

source: Remote Jobs
zh_hans: 离线任务

source: Remove from Favorites
zh_hans: 从收藏中移除

# remove_track_action
source: Remove
zh_hans: 删除

# remove_track_prompt
source: Remove '{{name}}' from this collection?
zh_hans: 从此合集中删除 '{{name}}'？

# rename_action
source: Rename
zh_hans: 重命名

# rename_track_title
source: Rename Track
zh_hans: 重命名曲目

source: Replace with...
zh_hans: 替换为

source: Resume Listening
zh_hans: 继续收听

# rss_add_to_library_button
source: Add to Library
zh_hans: 新增

# rss_auto_update_toggle
source: Auto-Update RSS
zh_hans: 自动更新 RSS

# rss_checking_no_collections
source: No RSS collections are enabled for auto-update.
zh_hans: 没有启用自动更新的 RSS 订阅。

# rss_checking_no_updates
source: No new RSS episodes found.
zh_hans: 没有发现新的 RSS 剧集。

# rss_checking_progress
source: Checking %d/%d
zh_hans: 正在检查 %d/%d

# rss_checking_starting
source: Starting RSS check...
zh_hans: 开始检查 RSS...

# rss_collection_description_field
source: Description (optional)
zh_hans: 描述

# rss_collection_title_field
source: Title
zh_hans: 标题

# rss_error_invalid_url
source: Invalid RSS feed URL
zh_hans: 无效rss

# rss_feed_url_section_title
source: RSS Feed URL
zh_hans: RSS URL

# rss_fetch_button
source: Fetch Feed
zh_hans: 同步

# rss_import_navigation_title
source: Import RSS Feed
zh_hans: 导入RSS

# rss_updates_title
source: RSS Updates
zh_hans: RSS 更新

# save_to_library_button
source: Save to Library
zh_hans: 保存到图书馆

source: Scanning folder...
zh_hans: 扫描目录中

# scopes_label
source: Scopes: %@
zh_hans: 作用域：%@

source: Search files
zh_hans: 搜索文件

source: Search models
zh_hans: 搜索

# search_tracks_prompt
source: Search tracks
zh_hans: 搜索曲目

# select_all_button
source: Select All
zh_hans: 全选

# settings_auto_summary_section_title
source: AI & Transcripts
zh_hans: AI 与转录

# settings_auto_summary_toggle
source: Auto-generate summary after transcription
zh_hans: 转录成后自动生成摘要

# settings_tab
source: Settings
zh_hans: 设置

source: Show Video
zh_hans: 播放

# sign_in_on_sources_tab
source: Sign in on the Sources tab before streaming from Baidu Netdisk.
zh_hans: 在"来源"标签中登录，然后从百度网盘流式传输。

source: Sign in with Baidu
zh_hans: 与百度登录

# sign_out_button
source: Sign Out
zh_hans: 登出

# sort_ascending
source: Ascending
zh_hans: 升序

# sort_descending
source: Descending
zh_hans: 降序

# sort_pubdate
source: Pub Date
zh_hans: 发布时间

# sort_title
source: Title
zh_hans: 标题

# sort_track_number
source: Track Number
zh_hans: 默认

# sources_title
source: Sources
zh_hans: 来源

# storage_management_row_title
source: Storage Management
zh_hans: 存储管理

# storage_management_title
source: Storage Management
zh_hans: 存储管理

# stt_job_status_running
source: Transcribing...
zh_hans: 转录中...

source: Tap refresh to load available models.
zh_hans: 更新模型列表

source: Test Failed
zh_hans: 测试失败

source: Test Soniox API
zh_hans: 测试

source: Test Voice
zh_hans: 测试

source: Test with sample audio
zh_hans: 样本测试

source: Testing transcription...
zh_hans: 测试转录中

source: Text to find...
zh_hans: 目标字符串

source: These settings will be applied when playing Ebook text tracks.
zh_hans: 这些配置会自动应用在电子书播放中

source: This folder is empty.
zh_hans: 文件夹是空的

# timer_end_of_episode
source: When Current Episode Ends
zh_hans: 单集结束时

# timer_minutes
source: %d Minutes
zh_hans: %d 分钟

# timer_off
source: Off
zh_hans: 关闭

source: tips
zh_hans: 提示

# track_chat_apply
source: Apply
zh_hans: 应用

# track_chat_close
source: Close
zh_hans: 关闭

# track_chat_context_sources
source: Context Sources
zh_hans: 上下文

# track_chat_context_title
source: Context
zh_hans: 上下文

# track_chat_copy
source: Copy
zh_hans: 复制

# track_chat_deep_thinking
source: Deep Thinking
zh_hans: 深度思考

# track_chat_done
source: Done
zh_hans: 完成

# track_chat_history_sheet_title
source: Chat History
zh_hans: 聊天历史

# track_chat_history_title
source: History
zh_hans: 历史

# track_chat_input_placeholder
source: Ask about this track
zh_hans: 关于此音频理解更多

# track_chat_no_context
source: No context available.
zh_hans: 没有上下文

# track_chat_preview
source: Preview
zh_hans: 预览

# track_chat_save_failed
source: Failed to save message
zh_hans: 保存失败

# track_chat_scope_auto
source: Auto
zh_hans: 自动

# track_chat_scope_full
source: Full
zh_hans: 全部

# track_chat_scope_recent
source: Recent
zh_hans: 最新

# track_chat_select_model
source: Select Model
zh_hans: 选择模型

# track_chat_source_collection_info
source: Collection info
zh_hans: 合集信息

# track_chat_source_track_info
source: Track info
zh_hans: 音频信息

# track_chat_source_transcript
source: Transcript
zh_hans: 转录

# track_chat_thinking
source: Thinking...
zh_hans: 思考中

# track_chat_transcript_scope
source: Transcript Scope
zh_hans: 转录范围

# track_count_and_size
source: %d tracks • %@
zh_hans: %d 首曲目 • %@

# track_picker_add_selected
source: Add Selected
zh_hans: 添加所选

# track_picker_browse_button
source: Browse Netdisk
zh_hans: 浏览网盘

# track_picker_collection_readonly
source: This collection cannot be modified
zh_hans: 无法修改此合集

# track_picker_placeholder_message
source: Browse Baidu Netdisk to select audio files to add
zh_hans: 浏览百度网盘以选择要添加的音频文件

# track_picker_placeholder_title
source: No Tracks Selected
zh_hans: 未选择曲目

# track_picker_selected_count
source: %d selected
zh_hans: 已选择 %d

# track_picker_selection_summary
source: Selected files will be added to this collection
zh_hans: 所选文件将添加到此合集

# track_summary_mentioned_items_label
source: Mentioned
zh_hans: 提及

# track_summary_missing_track
source: Track not found.
zh_hans: 未找到

# track_summary_requires_transcript
source: Transcript required before generating a summary.
zh_hans: 需要先转录音频才能生成简介

# tracks_header
source: Tracks
zh_hans: 音频

# transcribe_track_title
source: Transcribe Track
zh_hans: 转录音轨

# transcribing_indicator
source: Transcribing
zh_hans: 转录中

# transcribing_status
source: Transcribing...
zh_hans: 转录中...

source: Transcript Corrections
zh_hans: 转录修复

source: Transcript available
zh_hans: 有可用的转录

# transcript_confidence_format
source: Confidence %.0f%%
zh_hans: 置信度 %.0f%%

# transcript_search_no_matches
source: No matches found
zh_hans: 未找到匹配项

# transcript_search_result_plural
source: %d matches
zh_hans: %d 个匹配

# transcript_search_result_single
source: 1 match
zh_hans: 1 个匹配

# transcript_search_results
source: Results for "%@"
zh_hans: "%@" 的结果

# transcript_track_not_found_message
source: Could not find the matching track in your library. Make sure the audiobook still exists before jumping to a transcript segment.
zh_hans: 在资料库中找不到对应的音轨。跳转到转录片段前请确认该有声书仍然存在。

source: Transcription Result
zh_hans: 转录结果

# transcription_completed
source: Transcription Complete
zh_hans: 转录完成

# transcription_completed_message
source: Your transcript is ready to view
zh_hans: 您的转录已准备就绪

# transcription_context_field_label
source: Context
zh_hans: 上下文

# transcription_context_info
source: Track metadata is prefilled; append custom hints if needed.
zh_hans: 已自动填入曲目信息，可按需补充提示。

# transcription_context_no_description
source: (no description)
zh_hans: （无简介）

# transcription_context_placeholder
source: Add optional context for better accuracy (speaker, topic, notes)
zh_hans: 可填写上下文提示以提升准确度（讲者、主题、备注等）

# transcription_error_occurred
source: Transcription failed
zh_hans: 转录失败

# transcription_error_title
source: Transcription Error
zh_hans: 转录错误

# transcription_progress_download
source: Downloading %@ / %@
zh_hans: 正在下载 %@ / %@

# transcription_progress_title
source: Transcription Progress
zh_hans: 转录进度

# transcription_progress_upload
source: Uploading %@ / %@
zh_hans: 正在上传 %@ / %@

# transcription_ready_message
source: Transcript is ready. Tap to view full text and search.
zh_hans: 任务可以后台运行

# transcription_step_downloading
source: Downloading audio…
zh_hans: 正在下载音频…

# transcription_step_finalizing
source: Finalizing transcript…
zh_hans: 正在完成文本…

# transcription_step_processing
source: Processing transcript…
zh_hans: 正在处理文本…

# transcription_step_transcribing
source: Transcribing…
zh_hans: 转录中

# transcription_step_uploading
source: Uploading audio…
zh_hans: 正在上传音频…

# transcription_tip_background
source: Transcription continues in background. You can leave this screen.
zh_hans: 转录在后台继续。您可以离开此屏幕。

# transcription_tip_view
source: View transcript when complete
zh_hans: 完成后查看转录

# transcription_view_running_job
source: View transcription progress
zh_hans: 查看进行中的转录

source: Try Again
zh_hans: 重试一遍

source: TTS Job Progress
zh_hans: 查看 TTS 进度

# tts_files_delete_action
source: Delete
zh_hans: 删除

# tts_files_empty_state
source: No uploaded files yet
zh_hans: 尚未上传文件

# tts_files_no_key_message
source: Add a Soniox API key on the TTS tab to view uploads.
zh_hans: 请先在 TTS 选项卡保存 Soniox API 密钥

# tts_files_refresh_button
source: Refresh
zh_hans: 刷新

# tts_files_section_label
source: Manage Soniox files
zh_hans: 管理 Soniox 文件

# tts_files_view_title
source: Soniox files
zh_hans: Soniox 文件

# tts_generating_audio
source: Generating audio...
zh_hans: 正在生成音频…

# tts_generating_paragraph_progress
source: Generating audio (paragraph %d of %d)
zh_hans: 正在生成音频（第 %d 段，共 %d 段）

# tts_indicator_label
source: Generating audio
zh_hans: 生成音频中

# tts_job_status_running
source: Generating audio...
zh_hans: 生成音频中...

# tts_jobs_action_continue
source: Continue
zh_hans: 继续

# tts_jobs_action_delete
source: Delete
zh_hans: 删除

# tts_jobs_action_error_title
source: Couldn't update job
zh_hans: 无法更新任务

# tts_jobs_action_pause
source: Pause
zh_hans: 暂停

# tts_jobs_action_retry
source: Retry
zh_hans: 重试

# tts_jobs_status_paused
source: Paused
zh_hans: 已暂停

# tts_paragraph_counts
source: Requesting %d / Finished %d / Remaining %d
zh_hans: 请求 %d / 已完成 %d / 剩余 %d

# tts_tab_title
source: Speech-to-Text
zh_hans: 语音转文字

source: Unable to load directory
zh_hans: 无法加载文件夹

# unarchive_button
source: Unarchive
zh_hans: 取消归档

source: Undo
zh_hans: 取消

# unsupported_audio_file_message
source: Unsupported audio file format
zh_hans: 不支持的音频文件格式

source: Up One Level
zh_hans: 上一级

source: Use This Folder
zh_hans: 使用此目录

source: Use This Folder (%lld files here)
zh_hans: 使用此目录 (%lld 文件)

# video_track_indicator_label
source: Video
zh_hans: 视频

# view_collection_button
source: View Collection
zh_hans: 查看藏书集合

source: Voice
zh_hans: 声音

source: Voice Settings
zh_hans: 声音设置
